{
  "app_title": "Vision Board - Manifestation Method",
  
  "hero_title": "Turn Dreams Into Reality - Vision Board Helps You Achieve Your Goals Effortlessly!",
  "hero_subtitle": "Create personalized vision boards, activate your subconscious, and accelerate goal achievement. Just 5 minutes a day makes manifestation a tangible reality, not just a mystical concept.",
  "hero_cta_primary": "Start Your Manifestation Journey",
  "hero_cta_secondary": "Explore Features",
  
  "problem_label": "Problem",
  "problem_title": "Struggling to Achieve Your Dreams? You're Not Alone!",
  "problem_description": "In our busy lives, wishes and goals often get buried under daily tasks. Scattered wish lists are hard to maintain and hinder achieving your true desires. Research shows goals written down have less than 30% success rate, while visual representations boost this to an amazing 80%+!",
  "solution_label": "Solution",
  "solution_title": "Vision Board - Unleash the Power of Your Subconscious",
  "solution_description": "The Vision Board app is tailored to solve the challenge of achieving goals with one click, allowing you to easily create personalized visual wish boards. Through powerful multimedia features, scientific manifestation methods, and convenient progress tracking, increase your success rate by up to 300%, turning dreams into reality.",
  "solution_cta": "Explore Core Features",
  
  "features_title": "Core Features: Making Manifestation Easy and Fun",
  "features_subtitle": "Our carefully designed features allow you to effortlessly practice manifestation in your daily life, increasing your goal achievement rate.",
  "feature1_title": "Scenario One: Inspiration Unleashed - Personalized Creation",
  "feature1_description": "Rich templates, resource library, and custom design tools let you easily create your own Vision Board. No design background needed for professional results.",
  "feature2_title": "Scenario Two: Immersive Experience - Multimedia Manifestation",
  "feature2_description": "Combine images, text, music, and voice to create an immersive manifestation experience, making it easier for your subconscious to accept your desires and accelerate goal achievement.",
  "feature3_title": "Scenario Three: Continued Growth - Progress Tracking",
  "feature3_description": "Set manifestation goals, record daily practice, view progress statistics to tangibly feel the effects of manifestation and maintain positive habits.",
  "feature_learn_more": "Learn More",
  "features_cta": "View App Interface",
  
  "value_title": "Vision Board - Your Ultimate Assistant for Making Wishes Come True!",
  "value_subtitle": "We're dedicated to helping every user make breakthroughs in goal achievement, boosting efficiency by 300% to see actual results in the shortest time.",
  "value_stat1": "of users achieved at least one important goal after 3 months of use",
  "value_stat2": "increase in goal clarity, helping you focus on what matters",
  "value_stat3": "of users report more positive mindsets and significantly improved life satisfaction",
  "value_cta": "Join the Waiting List Now",
  
  "testimonials_title": "The Choice of Over 10,000 Users!",
  "testimonials_subtitle": "Users from all walks of life have achieved their life goals through Vision Board. Hear what they have to say.",
  "testimonial1": "After using Vision Board for three months, I successfully received my dream job offer! Spending 5 minutes daily looking at my career vision board subtly made me more confident, performing exceptionally in interviews. Strongly recommend to all friends wanting workplace breakthroughs!",
  "testimonial2": "Initially I was skeptical about manifestation, but this app changed my view. I created a health vision board, checked it daily, and lost 15kg in six months! The progress tracking feature was especially useful in keeping me motivated.",
  "testimonial3": "This is the best manifestation tool I've used! The multimedia features are amazing - I can add music and record narrations, making the whole manifestation process more immersive. Over the year, I realized my dream of traveling around Europe and now I'm using it to plan my startup!",
  
  "how_it_works_title": "Easy to Use, Three Steps to Get Started!",
  "how_it_works_subtitle": "The Vision Board app simplifies the manifestation process, making it easy for everyone to begin their journey of wish manifestation.",
  "step1_title": "Choose a Template or Create Custom",
  "step1_description": "Select from various beautiful templates or start from scratch to create your own Vision Board. Drag and drop elements for complete customization.",
  "step2_title": "Personalize Your Vision Board",
  "step2_description": "Add images, text, music, and voice narration to create an immersive manifestation experience, making your wishes more vivid and concrete.",
  "step3_title": "Daily Practice, Track Progress",
  "step3_description": "Set reminders, view your Vision Board daily, record manifestation effects, and witness your wishes gradually coming true.",
  "how_it_works_cta": "Start My Manifestation Journey",
  
  "app_preview_title": "Sneak Preview - Vision Board Core Features",
  "app_preview_subtitle": "Swipe through to discover how Vision Board helps you achieve your wishes, making the manifestation process simple and fun.",
  "screen_home": "Home Screen",
  "screen_create": "Creation Screen",
  "screen_progress": "Progress Tracking Screen",
  "app_preview_cta": "Experience the Full App Demo - Preview All Vision Board Features!",
  
  "waiting_list_title": "Get Early Access, Be Ahead of the Game!",
  "waiting_list_subtitle": "Join Vision Board's exclusive beta waiting list to receive beta invitation codes, limited benefits, and exclusive discounts! Limited spots available, join now!",
  "form_name": "Name",
  "form_name_placeholder": "Enter your name",
  "form_email": "Email",
  "form_email_placeholder": "Enter your email",
  "form_interest": "Which features interest you most?",
  "form_interest_placeholder": "Please select...",
  "form_interest_option1": "Creating Vision Boards",
  "form_interest_option2": "Multimedia Features",
  "form_interest_option3": "Progress Tracking",
  "form_interest_option4": "Community Interaction",
  "form_interest_option5": "All Features",
  "form_submit": "Join the Waiting List Now",
  "form_privacy": "By submitting, you agree to our Privacy Policy and Terms of Service",
  "waiting_list_count": "483 people have joined",
  "waiting_list_time": "Beta testing starting soon",
  
  "youtube_title": "Real User Cases - See How Vision Board Helps Users Achieve Goals",
  "youtube_subtitle": "These videos will help you understand how to effectively use Vision Board for wish manifestation and quickly improve results.",
  "youtube_video1_title": "Vision Board Beginner's Guide",
  "youtube_video1_description": "Learn how to create your first vision board and master the basic principles and techniques of manifestation.",
  "youtube_video2_title": "Career Goal Manifestation Guide",
  "youtube_video2_description": "Focus on how to use Vision Board to achieve career goals, improve work efficiency and satisfaction.",
  "youtube_video3_title": "User Success Stories",
  "youtube_video3_description": "Real users share their experiences and insights on achieving wishes with Vision Board.",
  "youtube_more": "View More Videos",
  
  "twitter_title": "User Reputation - Twitter Buzz About Vision Board's Powerful Features",
  "twitter_subtitle": "See how users evaluate Vision Board and share their manifestation results and experiences.",
  "tweet1": "Just used @VisionBoardApp for a month and already achieved my first small goal! The process of creating

